{
  "_class_name": "LeafPipeline",
  "_diffusers_version": "0.31.0",
  "latent_encoder": [
    "leaf.autoencoder",
    "AEEncoder"
  ],
  "scheduler": [
    "diffusers",
    "DDIMScheduler"
  ],
  "unet": [
    "leaf.unet",
    "UNetModel"
  ],
  "vae": [
    "leaf.autoencoder",
    "AutoencoderKL"
  ]
}
